[
    {
        "pk": 1,
        "model": "roster.Player",
        "fields": {
            "name": "Michael Massardo",
            "jersey": 1,
            "weight": 170,
            "height": "5-7",
            "position": "OF",
            "hand": "L/R",
            "city": "Waxhaw, N.C.",
            "previousschool": "Charlotte Latin",
            "highschool": "Ranked among the top 500 players in the country by Perfect Game and No. 35 in the state of North Carolina - Tabbed No. 26 in the state by Impact Baseball - Very accomplished in the classroom - Coached by Kim Cousar at Charlotte Latin School in Charlotte, N.C. - Four-year letterman at shortstop and second base - Also played football for Charlotte Latin from freshman through junior year as a wide receiver and running back - Named to the Headmaster's List all four years.",
            "freshman": "Appeared in 18 games off the bench as a freshman - Hit .222 and scored four runs - Got his first career hit against Stony Brook (2/23) - Also scored his first collegiate run later in the Stony Brook series (2/24) - Had a pinch-hit single against Miami (3/16) - Summer 2013: Spent the summer with the Baltimore Redbirds of the Cal Ripken League and hit .209 in 41 games with two doubles, six RBIs and 10 stolen bases.",
            "imgurl": "http://image.cdnllnwnl.xosnetwork.com/pics33/400/NU/NUEQZPPVOQUOFAL.20130826190718.jpg"
        }
    },
    {
        "pk": 2,
        "model": "roster.Player",
        "fields": {
            "name": "Adam Pate",
            "jersey": 2,
            "weight": 165,
            "height": "5-9",
            "position": "OF",
            "hand": "R/R",
            "city": "Pikeville, N.C.",
            "previousschool": "C.B. Aycock",
            "imgurl": "http://image.cdnllnwnl.xosnetwork.com/pics33/100/PH/PHXVJMLKIDPNWUM.20130826190843.jpg"
        }
    },
    {
        "pk": 3,
        "model": "roster.Player",
        "fields": {
            "name": "Brandon Whiteford",
            "jersey": 3,
            "weight": 171,
            "height": "5-9",
            "position": "OF/2B",
            "hand": "L/R",
            "city": "Douglasville, G.A.",
            "previousschool": "Chapel Hill High School",
            "imgurl": "http://image.cdnllnwnl.xosnetwork.com/pics33/100/TI/TIJTOZPPNSWDEIH.20130826191024.jpg"
        }
    },
    {
        "pk": 4,
        "model": "roster.Player",
        "fields": {
            "name": "Wood Myers",
            "jersey": 4,
            "weight": 171,
            "height": "5-9",
            "position": "2B/SS",
            "hand": "L/R",
            "city": "Chapel Hill, N.C.",
            "previousschool": "Jordan",
            "imgurl": "http://image.cdnllnwnl.xosnetwork.com/pics33/100/PA/PAXXHVRGECZWTGK.20130826190754.jpg"
        }
    },
    {
        "pk": 5,
        "model": "roster.Player",
        "fields": {
            "name": "Michael Russell",
            "jersey": 5,
            "weight": 200,
            "height": "6-2",
            "position": "SS",
            "hand": "R/R",
            "city": "Huntersville, N.C.",
            "previousschool": "Hopewell",
            "highschool": "Coached by Chuck Greeson and David Brown at Hopewell High School - Ranked the No. 16 player in North Carolina by Impact Baseball - Rated a top-1000 prospect by Perfect Game - Earned all-conference honors as a sophomore - Missed his junior season due to injury.",
            "freshman": "Appeared in 62 games with 62 starts, 32 in the outfield, 10 at third base and 20 at shortstop - Posted a .269 average (60-223), the fifth highest among consistent starters - Scored 40 runs and drove in 24 runs - Tallied 14 doubles and one triple - Stole 14 bases in 17 attempts, tying him at second on the team - Drew the third highest number of walks on the team with 36 - Notched a hit and RBI in his collegiate debut against Xavier (2/17) - Tallied two hits, both of which were doubles, and two RBIs in back-to-back games against Xavier (2/18) and Wright State (2/24) - Drew two walks on five different occasions over the season - Notched a season-high four hits against Virginia (4/13) - Scored three runs against Wright State (2/24) - Drove in three runs off two hits while scoring a run against Wake Forest (3/31) - Stole two bases and tallied one hit and one RBI against Princeton (3/20).",
            "sophomore": "Started 70 games primarily at shortstop, missing just one game all season - Hit .298 (79-265) with 39 RBIs and 56 runs scored - Racked up 10 doubles and three triples - Second on the team in stolen bases with 18 and first on the team in stolen base percentage, stealing successfully 90% of the time - Tallied 136 assists on the season, second most on the team - Tied for fewest strikeouts among regulars with just 22 on the year - Had 22 multi-hit games on year, including a 4-for-4 performance against Virginia (5/17) - Drove in three runs against NC State in the College World Series, including a two-run single that broke the game open late (6/20) - Made the NCAA Chapel Hill All-Regional Team after going 6 for 14 with five RBIs in six runs over four games (5/31-6/3) - Drove in a career-high five runs against The Citadel (5/1) - Went 6 for 11 with three doubles and three RBIs in the Miami series (3/15-17) - Made the Astros Foundation College Classic All-Tournament Team after driving in four runs in three games (3/1-3) - Summer 2013: Appeared in 26 games with the Chatham Anglers of the Cape Cod League - Hit .216 with 12 runs, two doubles, a home run and 11 RBIs - Tied for the team lead in stolen bases with 11.",
            "imgurl": "http://image.cdnllnwnl.xosnetwork.com/pics33/400/DM/DMZIWJJHLYRXDIO.20130826190948.jpg"
        }
    },
    {
        "pk": 7,
        "model": "roster.Player",
        "fields": {
            "name": "Alex Raburn",
            "jersey": 8,
            "weight": 180,
            "height": "5-10",
            "position": "INF/OF",
            "hand": "R/R",
            "city": "Durham, N.C.",
            "previousschool": "Jordan",
            "highschool": "Ranked No. 414 in the nation by Perfect Game and No. 14 in the state of North Carolina - Rated No. 16 in the state by Impact Baseball - Coached by former Tar Heel Devy Bell (1984-87) at Jordan High School in Durham, N.C. - Named All-Conference four times and All-State twice - Team MVP sophomore and senior seasons - Conference Player of the Year as junior - 16U WWBA National Champions with Canes baseball - Tournament of Stars participant - Also played football and basketball.",
            "freshman": "Appeared in 34 games with seven starts in the outfield - Hit .188 on the year with five RBIs and eight runs scored - Tallied two doubles and did not commit an error - Recorded his first career hit against Stony Brook (2/24) - Scored his first collegiate run and registered his first career RBI against Texas A&M (3/3) - Went 2 for 2 with two RBIs and two runs scored against Princeton (3/19) - Summer 2013: Appeared in 27 games for the High Point-Thomasville Hi-Toms of the Coastal Plain League - Hit .160, had seven RBIs and scored 13 runs with one double.",
            "imgurl": "http://image.cdnllnwnl.xosnetwork.com/pics33/400/KD/KDTXHRLSTYONOEE.20130826190907.jpg"
        }
    },
    {
        "pk": 7,
        "model": "roster.Player",
        "fields": {
            "name": "Michael Massardo",
            "jersey": 1,
            "weight": 170,
            "height": "5-7",
            "position": "OF",
            "hand": "L/R",
            "city": "Waxhaw, N.C.",
            "previousschool": "Charlotte Latin",
            "highschool": "Ranked among the top 500 players in the country by Perfect Game and No. 35 in the state of North Carolina - Tabbed No. 26 in the state by Impact Baseball - Very accomplished in the classroom - Coached by Kim Cousar at Charlotte Latin School in Charlotte, N.C. - Four-year letterman at shortstop and second base - Also played football for Charlotte Latin from freshman through junior year as a wide receiver and running back - Named to the Headmaster's List all four years.",
            "freshman": "Appeared in 18 games off the bench as a freshman - Hit .222 and scored four runs - Got his first career hit against Stony Brook (2/23) - Also scored his first collegiate run later in the Stony Brook series (2/24) - Had a pinch-hit single against Miami (3/16) - Summer 2013: Spent the summer with the Baltimore Redbirds of the Cal Ripken League and hit .209 in 41 games with two doubles, six RBIs and 10 stolen bases.",
            "imgurl": "http://image.cdnllnwnl.xosnetwork.com/pics33/400/NU/NUEQZPPVOQUOFAL.20130826190718.jpg"
        }
    },
    {
        "pk": 8,
        "model": "roster.Player",
        "fields": {
            "name": "Parks Jordan",
            "jersey": 8,
            "weight": 190,
            "height": "6-1",
            "position": "OF/1B",
            "hand": "L/R",
            "city": "Winston-Salem, N.C.",
            "previousschool": "Glenn",
            "highschool": "Played for coach John Fowler at Robert B. Glenn High School - Left-handed hitter with a great swing and polished approach - Versatile infielder with great instincts - Ranked the No. 6 prospect in North Carolina by Perfect Game and No. 21 in the state by Impact Baseball - Rated No. 237 nationally - Two-time all-state pick, two-time conference player of the year and three-time all-conference honoree - Named 2009 Piedmont Triad 3A Conference Player of the Year - 2009 North Carolina State Games participant - Earned 2009 All-America honors from Perfect Game - Set school records in batting average, triples and on base percentage - Member of A-B Honor Roll.",
            "freshman": "Appeared in 33 games with four starts on the year - Hit .179 (5-28) with five runs and six RBI - Started the first three games of the season in left field - Tallied his first career hit against Davidson (3/2) - Scored the first run of his collegiate career in the win at USC (2/19) - Doubled against UNC Wilmington (3/22). Summer 2011: Played in 21 games for the Baltimore Redbirds in the Cal Ripken Collegiate Baseball League - Finished second on the team with a .333 average (25-75) - Scored 14 runs and had 11 RBI with four doubles and two triples.",
            "sophomore": "Appeared in 60 games with 57 starts, 51 in the outfield and six at first base - Hit .270 (51-189) on the year with 29 runs scored and 31 RBI - Tallied seven doubles and four triples - Notched a career-high seven game hit streak from May 4-13 - Finished fourth on the team with seven stolen bases in 11 attempts - Registered two hits or more in 12 games - Posted a perfect fielding percentage - Registered three hits, two RBI and two runs in his first start of the season against Wright State (2/24) - Put up another three-hit performance with three RBI and one run scored against Wake Forest (3/30) - Drove in three runs from four hits, including a double and a triple, while scoring two runs against Duke (5/12) - Finished on a strong NCAA performance, scoring two runs and registered two hits and one RBI against St. John's (6/3). Summer 2012: Appeared in 34 games as an outfielder for the Baltimore Redbirds in the Cal Ripken Collegiate Baseball League - Hit .219 (25-114) on the summer with 15 runs scored and 18 RBI - Tallied four doubles, one triple, two home runs and seven stolen bases.",
            "junior": "Appeared in 62 games and started 38 at designated hitter and in the outfield - Finished the year hitting .252 (40-159), scoring 25 runs and tallying 27 RBIs - Posted a perfect fielding percentage in 73 chances, his third consecutive season without an error - Went 1 for 2 with a pair of runs scored in the CWS win over NC State (6/20) - Worked an 8-pitch walk to score the winning run in the Super Regional-clinching win over South Carolina (6/11) - Had a pair of hits in the regional win over FAU (6/3) - Went 3 for 4 with two RBIs and a run scored against Duke (4/21) - Reached base five times and scored a season-high three runs while going 2 for 2 with two RBIs and three walks against Elon (4/17).",
            "imgurl": "http://image.cdnllnwnl.xosnetwork.com/pics33/400/YV/YVJXQFQROUJCYMS.20130826190636.jpg"
        }
    }
]